Repository: flexlixrup/TranslateKitSDK
Catalog: Sources/TranslateKitGamesLite/Localizable.xcstrings
Source language: en
Languages: ar, bg, ca, cs, da, de, el, es, es_419, fi, fr, fr_ca, he, hi, hr, hu, id, it, ja, kk, ko, ms, nb, nl, pl, pt_br, pt_pt, ro, ru, sk, sv, th, tr, uk, vi, zh_hans, zh_hant, zh_hk

# TK.Message.matchStartingSoon
source: Match Starting Soon
ar: ستبدأ المباراة قريبًا.
bg: Срещата скоро започва.
ca: Partit que comença aviat
cs: Zápas se brzy začne
da: Kamp starter snart
de: Spiel beginnt bald
el: Ο αγώνας ξεκινά σύντομα.
es: Partido comenzando pronto
es_419: Partido comenzando pronto
fi: Ottelu alkaa pian
fr: Match bientôt en cours.
fr_ca: Match qui commence bientôt
he: המשחק מתחיל בקרוב
hi: मैच जल्द ही शुरू होने वाला है।
hr: Utakmica uskoro počinje
hu: Mérkőzés hamarosan kezdődik.
id: Pertandingan segera dimulai.
it: Partita inizio imminente
ja: マッチがもうすぐ始まります
kk: Матч жақында басталады.
ko: 경기가 곧 시작됩니다.
ms: Pertandingan Bermula Tidak Lama Lagi
nb: Kamp starter snart
nl: Wedstrijd start binnenkort.
pl: Mecz wkrótce się zacznie.
pt_br: Partida começando em breve
pt_pt: Partida a começar em breve
ro: Meciul începe în curând
ru: Матч начнется скоро
sk: Zápas sa čoskoro začne
sv: Matchen börjar snart
th: การแข่งขันกำลังจะเริ่มเร็ว ๆ นี้
tr: Maç Yakında Başlıyor
uk: Матч незабаром почнеться.
vi: Trận đấu sắp bắt đầu
zh_hans: 比赛即将开始
zh_hant: 比賽即將開始
zh_hk: 比賽即將開始

# TK.Message.newHighScore
source: New High Score
ar: درجة عالية جديدة
bg: Ново високо постижение!
ca: Nova màxima puntuació.
cs: Nové rekordní skóre
da: Ny høj score
de: Neuer Highscore
el: Νέο ρεκόρ υψηλότερης επίδοσης.
es: Nueva puntuación alta.
es_419: Nueva puntuación alta
fi: Uusi ennätys!
fr: Nouveau meilleur score
fr_ca: Nouveau meilleur score
he: שיא חדש.
hi: नई उच्चतम स्कोर
hr: Novi najbolji rezultat
hu: Új rekord
id: Rekor tinggi baru
it: Nuovo punteggio record
ja: 新しいハイスコア
kk: Жаңа рекорд орнатылды.
ko: 새로운 최고 기록
ms: Skor Tertinggi Baru
nb: Ny høy poengsum
nl: Nieuwe hoogscore.
pl: Nowy rekord.
pt_br: Nova Pontuação Alta
pt_pt: Novo recorde máximo
ro: Nou record personal.
ru: Новый рекорд.
sk: Nové najlepšie skóre.
sv: Ny hög poäng.
th: คะแนนสูงสุดใหม่.
tr: Yeni Yüksek Skor
uk: Новий рекорд!
vi: Điểm cao mới.
zh_hans: 新高分
zh_hant: 新高分！
zh_hk: 新高分

# TK.Message.newLevelUnlocked
source: New level unlocked
ar: تم فتح مستوى جديد
bg: Новото ниво е отключено
ca: Nou nivell desbloquejat
cs: Nová úroveň odemknuta
da: Nyt niveau låst op
de: Neues Level freigeschaltet
el: Ξεκλειδώθηκε νέο επίπεδο
es: Nuevo nivel desbloqueado.
es_419: Nuevo nivel desbloqueado
fi: Uusi taso avattu
fr: Nouveau niveau débloqué
fr_ca: Nouveau niveau déverrouillé
he: רמה חדשה נפתחה
hi: नया स्तर अनलॉक हुआ
hr: Nova razina otključana
hu: Új szint feloldva
id: Tingkat baru terbuka
it: Nuovo livello sbloccato
ja: 新しいレベルが解除されました
kk: Жаңа деңгей ашылды
ko: 새 레벨이 잠금 해제되었습니다.
ms: Tahap baru dibuka
nb: Nytt nivå låst opp
nl: Nieuw level ontgrendeld
pl: Nowy poziom odblokowany
pt_br: Novo nível desbloqueado
pt_pt: Novo nível desbloqueado
ro: Nivel deblocat
ru: Новый уровень открыт
sk: Nová úroveň odomknutá.
sv: Nivå upplåst
th: ปลดล็อคระดับใหม่แล้ว
tr: Yeni seviye açıldı
uk: Відкрито новий рівень
vi: Mở khóa cấp độ mới
zh_hans: 新关卡已解锁
zh_hant: 新關卡解鎖
zh_hk: 新关卡解锁

# TK.Message.notEnoughCurrency
source: Not Enough Currency
ar: لا يوجد ما يكفي من العملة.
bg: Недостатъчно валута
ca: No hi ha suficient moneda.
cs: Nedostatek měny
da: Ikke nok valuta.
de: Nicht genügend Währung.
el: Όχι αρκετά νομίσματα
es: No hay suficiente moneda.
es_419: Moneda insuficiente
fi: Ei riittävästi valuuttaa.
fr: Pas assez de monnaie.
fr_ca: Pas assez de fonds.
he: אין מספיק מטבע.
hi: पर्याप्त मुद्रा नहीं है।
hr: Nedovoljno sredstava.
hu: Nincs elég valuta.
id: Jumlah mata uang tidak cukup.
it: Non ci sono fondi sufficienti.
ja: 通貨が不足しています。
kk: Ақша жеткіліксіз.
ko: 통화가 충분하지 않습니다.
ms: Tidak cukup mata wang.
nb: Ikke nok valuta
nl: Niet genoeg valuta.
pl: Niewystarczająca ilość waluty.
pt_br: Moeda insuficiente.
pt_pt: Moeda insuficiente.
ro: Monedă insuficientă.
ru: Недостаточно средств.
sk: Nedostatok prostriedkov.
sv: Inte tillräckligt med valuta.
th: เงินไม่เพียงพอ.
tr: Yetersiz bakiye.
uk: Недостатньо валюти.
vi: Không đủ tiền.
zh_hans: 货币不足。
zh_hant: 貨幣不夠。
zh_hk: 貨幣不足。

# TK.Message.opponentDisconnected
source: Opponent Disconnected
ar: تم فصل المنافس.
bg: Опонентът се е разкачил.
ca: Oponent desconnectat.
cs: Protihráč se odpojil.
da: Modstander afbrudt.
de: Gegner getrennt.
el: Ο αντίπαλος αποσυνδέθηκε.
es: Oponente desconectado.
es_419: Oponente desconectado
fi: Vastustaja yhteydestä katkaistu.
fr: L'adversaire s'est déconnecté.
fr_ca: Adversaire déconnecté.
he: האויב התנתק
hi: विपक्षी डिस्कनेक्ट हो गया।
hr: Protivnik je prekinuo vezu.
hu: Az ellenfél bontotta a kapcsolatot.
id: Lawan terputus.
it: Avversario disconnesso.
ja: 対戦相手が切断しました。
kk: Серіктес байланысы үзілді.
ko: 상대방이 연결이 끊겼습니다.
ms: Pihak lawan terputus.
nb: Motstander frakoblet.
nl: Tegenstander losgekoppeld.
pl: Przeciwnik rozłączony.
pt_br: Oponente desconectado.
pt_pt: Oponente desconectado.
ro: Oponent deconectat.
ru: Противник отключен
sk: Súper sa odpojil.
sv: Motståndare frånkopplad.
th: ฝ่ายตรงข้ามได้ตัดการเชื่อมต่อ.
tr: Rakip bağlantısı kesildi.
uk: Суперник відключився.
vi: Đối thủ đã ngắt kết nối.
zh_hans: 对手已断开连接。
zh_hant: 對手已斷開連接。
zh_hk: 對手已斷線。

# TK.Message.tutorialComplete
source: Tutorial Complete
ar: اكتمل البرنامج التعليمي
bg: Урокът е завършен
ca: Tutorial complet
cs: Tutoriál dokončen
da: Tutorial fuldført
de: Tutorial abgeschlossen
el: Οδηγός ολοκληρωμένος
es: Tutorial completado
es_419: Tutorial completo.
fi: Oppitunti suoritettu.
fr: Tutoriel terminé.
fr_ca: Tutoriel terminé.
he: המדריך הושלם
hi: ट्यूटोरियल पूरा हुआ
hr: Tutorijal je dovršen.
hu: Oktatóanyag befejezve
id: Tutorial Selesai
it: Tutorial completato
ja: チュートリアルが完了しました
kk: Нұсқаулық аяқталды
ko: 튜토리얼 완료
ms: Tutorial selesai
nb: Opplæring fullført
nl: Tutorial voltooid
pl: Tutorial ukończony.
pt_br: Tutorial concluído
pt_pt: Tutorial concluído
ro: Completare tutorial
ru: Учебное пособие завершено
sk: Tutoriál dokončený
sv: Tutorial slutförd
th: ทำการสอนเสร็จสิ้นแล้ว
tr: Eğitim Tamamlandı
uk: Навчання завершене.
vi: Hướng dẫn đã hoàn thành.
zh_hans: 教程已完成
zh_hant: 教學完成
zh_hk: 教程完成

# TK.Message.victoryYouWonTheMatch
source: Victory! You won the match.
ar: النصر! لقد فزت بالمباراة.
bg: Победа! Спечели мача.
ca: Victòria! Has guanyat el partit.
cs: Vítězství! Vyhrál jsi zápas.
da: Sejr! Du vandt kampen.
de: Sieg! Du hast das Spiel gewonnen.
el: Νίκη! Κέρδισες τον αγώνα.
es: ¡Victoria! Has ganado el partido.
es_419: ¡Victoria! Ganaste el partido.
fi: Voitto! Voitit ottelun.
fr: Victoire ! Vous avez gagné le match.
fr_ca: Victoire! Vous avez gagné le match.
he: ניצחון! ניצחת במשחק.
hi: जीत! आपने मैच जीत लिया।
hr: Pobjeda! Pobijedili ste utakmicu.
hu: Győzelem! Nyertél a mérkőzésen.
id: Kemenangan! Kamu memenangkan pertandingan.
it: Vittoria! Hai vinto la partita.
ja: 勝利！試合に勝ちました。
kk: Сіз матчта жеңдіңіз.
ko: 승리! 당신이 경기에 이겼습니다.
ms: Kemenangan! Anda telah memenangi perlawanan.
nb: Seier! Du vant kampen.
nl: Overwinning! Je hebt de wedstrijd gewonnen.
pl: Zwycięstwo! Wygrałeś/Wygrałaś mecz.
pt_br: Vitória! Você ganhou a partida.
pt_pt: Vitória! Você ganhou a partida.
ro: Victorie! Ai câștigat meciul.
ru: Победа! Вы выиграли матч.
sk: Víťazstvo! Vyhrali ste zápas.
sv: Seger! Du vann matchen.
th: ชนะ! คุณชนะการแข่งขันแล้ว.
tr: Zafer! Maçı kazandın.
uk: Перемога! Ви виграли матч.
vi: Chiến thắng! Bạn đã thắng trận đấu.
zh_hans: 胜利！您赢得了比赛。
zh_hant: 勝利！你贏得了比賽。
zh_hk: 勝利！你贏得了比賽。

# TK.Placeholder.calculatingScoreDots
source: Calculating Score…
ar: جارٍ حساب النتيجة…
bg: Изчисляване на резултат…
ca: Calculant puntuació…
cs: Vypočítávání skóre…
da: Beregner scoringsresultat…
de: Punktestand wird berechnet…
el: Υπολογισμός σκορ…
es: Calculando puntuación…
es_419: Calculando puntaje…
fi: Lasketaan pistettä…
fr: Calcul du score…
fr_ca: Calcul du score…
he: מחפש ניקוד…
hi: स्कोर की गणना कर रहे हैं…
hr: Izračunavanje rezultata…
hu: Pontszám számítása…
id: Menghitung Skor…
it: Calcolo punteggio…
ja: スコアを計算中…
kk: Ұпайды есептеу…
ko: 점수 계산 중…
ms: Mengira Skor…
nb: Beregner poeng…
nl: Score berekenen…
pl: Obliczanie wyniku…
pt_br: Calculando pontuação…
pt_pt: A calcular pontuação…
ro: Se calculează punctajul…
ru: Расчет очков…
sk: Vypočítavanie skóre…
sv: Beräknar poäng…
th: กำลังคำนวณคะแนน…
tr: Puan hesaplanıyor…
uk: Обчислюю рахунок…
vi: Đang tính toán điểm số…
zh_hans: 正在计算分数…
zh_hant: 正在計算分數…
zh_hk: 正在計算得分…

# TK.Placeholder.checkingRewardsDots
source: Checking Rewards…
ar: جارٍ التحقق من المكافآت…
bg: Проверка на награди…
ca: Comprovant recompenses…
cs: Kontroluji odměny…
da: Tjekker belønninger…
de: Belohnungen werden überprüft…
el: Έλεγχος επιβραβεύσεων…
es: Comprobando recompensas…
es_419: Verificando Recompensas…
fi: Tarkistetaan palkintoja…
fr: Vérification des récompenses…
fr_ca: Vérification des récompenses…
he: בודק תגמולים…
hi: इनाम जाँच कर रहे हैं…
hr: Provjera nagrada…
hu: Jutalmak ellenőrzése…
id: Memeriksa Hadiah…
it: Controllo premi…
ja: 報酬を確認中…
kk: Жеңілдіктерді тексеру…
ko: 보상 확인 중…
ms: Semak Ganjaran…
nb: Sjekker belønninger…
nl: Rewards controleren…
pl: Sprawdzanie nagród…
pt_br: Verificando recompensas…
pt_pt: A verificar recompensas…
ro: Verifică recompense…
ru: Проверка наград…
sk: Kontrola odmien…
sv: Kontrollerar belöningar…
th: กำลังตรวจสอบรางวัล…
tr: Ödüller kontrol ediliyor…
uk: Перевірка винагород…
vi: Đang kiểm tra phần thưởng…
zh_hans: 正在检查奖励…
zh_hant: 正在檢查獎勵…
zh_hk: 正在檢查獎勵…

# TK.Placeholder.claimingRewardsDots
source: Claiming Rewards…
ar: جارٍ المطالبة بالمكافآت…
bg: Придобиване на награди…
ca: Reclamant recompenses…
cs: Uplatnění odměn…
da: Giver belønninger...
de: Belohnungen werden beansprucht…
el: Διεκδίκηση επιβραβεύσεων…
es: Reclamando recompensas…
es_419: Reclamando recompensas…
fi: Noudetaan palkintoja…
fr: Réclamation des récompenses…
fr_ca: Réclamer des récompenses…
he: טוען תגמולים…
hi: इनामों का दावा कर रहे हैं…
hr: Zahtev za nagradama…
hu: Jutalmak igénylése…
id: Mengklaim Hadiah…
it: Richiesta dei premi…
ja: 報酬を請求中…
kk: Жеңілдіктерді алу…
ko: 보상 청구 중…
ms: Menuntut Ganjaran…
nb: Henter belønninger…
nl: Rewards claimen…
pl: Odbieranie nagród…
pt_br: Reivindicando recompensas…
pt_pt: A reclamar recompensas…
ro: Se revendică recompense…
ru: Получение наград…
sk: Uplatnenie odmien…
sv: Tar emot belöningar…
th: กำลังรับรางวัล…
tr: Ödüller talep ediliyor…
uk: Отримання винагород…
vi: Đang nhận phần thưởng…
zh_hans: 正在领取奖励…
zh_hant: 正在領取獎勵…
zh_hk: 正在索取獎勵…

# TK.Placeholder.connectingToServerDots
source: Connecting to Server…
ar: جارٍ الاتصال بالخادم…
bg: Свързване към сървъра…
ca: Connectant-se al servidor…
cs: Připojování k serveru…
da: Forbinder til server...
de: Verbindung zum Server wird hergestellt…
el: Σύνδεση στον διακομιστή…
es: Conectando al servidor…
es_419: Conectando al servidor…
fi: Yhdistetään palvelimeen…
fr: Connexion au serveur…
fr_ca: Connexion au serveur…
he: מתחבר לשרת…
hi: सर्वर से कनेक्ट कर रहे हैं…
hr: Spajanje na poslužitelj…
hu: Csatlakozás a szerverhez…
id: Menghubungkan ke Server…
it: Connessione al server…
ja: サーバーに接続中…
kk: Серверге қосылу…
ko: 서버에 연결 중…
ms: Menyambung ke Pelayan…
nb: Kobler til serveren…
nl: Verbinden met server…
pl: Łączenie z serwerem…
pt_br: Conectando ao servidor…
pt_pt: A ligar ao Servidor…
ro: Conectându-se la server…
ru: Подключение к серверу…
sk: Pripojenie na server…
sv: Ansluter till servern…
th: กำลังเชื่อมต่อกับเซิร์ฟเวอร์…
tr: Sunucuya bağlanılıyor…
uk: Підключення до сервера…
vi: Đang kết nối với máy chủ…
zh_hans: 正在连接到服务器…
zh_hant: 正在連接伺服器…
zh_hk: 正在連接到伺服器…

# TK.Placeholder.creatingRoomDots
source: Creating Room…
ar: جارٍ إنشاء غرفة…
bg: Създаване на стая…
ca: Creant sala…
cs: Vytváří se místnost…
da: Opretter rum…
de: Raum wird erstellt…
el: Δημιουργία δωματίου…
es: Creando sala…
es_419: Creando sala…
fi: Luodaan huone…
fr: Création de la salle…
fr_ca: Création de la salle…
he: יוצר חדר…
hi: कमरा बना रहे हैं…
hr: Stvaranje sobe…
hu: Szoba létrehozása…
id: Sedang membuat Ruangan…
it: Creando stanza…
ja: ルームを作成中…
kk: Бөлме құру…
ko: 룸 생성 중…
ms: Mencipta Bilik…
nb: Oppretter rom…
nl: Kamer aanmaken…
pl: Tworzenie pokoju…
pt_br: Criando sala…
pt_pt: A criar sala…
ro: Crearea Camerei…
ru: Создание комнаты…
sk: Vytváram miestnosť…
sv: Skapar rum…
th: กำลังสร้างห้อง…
tr: Oda oluşturuluyor…
uk: Створення кімнати…
vi: Đang tạo phòng…
zh_hans: 创建房间…
zh_hant: 創建房間…
zh_hk: 創建遊戲房間…

# TK.Placeholder.enterClanNameDots
source: Enter Clan Name…
ar: أدخل اسم العشيرة…
bg: Въведи името на клана…
ca: Introdueix el nom del clan…
cs: Zadejte název klanu…
da: Indtast klan navn…
de: Clan-Namen eingeben…
el: Εισάγετε το όνομα της φατρίας…
es: Ingresa el nombre del clan…
es_419: Ingresa el nombre del clan…
fi: Syötä klaanin nimi…
fr: Entrez le nom du clan…
fr_ca: Entrez le nom du clan…
he: הזן שם קלאן…
hi: क्लान का नाम दर्ज करें…
hr: Unesi ime klana…
hu: Írd be a klán nevét…
id: Masukkan Nama Clan…
it: Inserisci il nome del clan…
ja: クラン名を入力…
kk: Кланның атауын енгізіңіз…
ko: 클랜 이름 입력…
ms: Masukkan nama klan…
nb: Skriv inn klanens navn…
nl: Voer de clannaam in…
pl: Wprowadź nazwę klanu…
pt_br: Digite o nome do clã…
pt_pt: Introduza o nome do clã…
ro: Introdu numele clanului…
ru: Введите название клана…
sk: Zadaj názov klanu…
sv: Ange klanens namn…
th: กรอกชื่อ Clan…
tr: Klan adını girin…
uk: Введіть назву клану…
vi: Nhập Tên Clan…
zh_hans: 输入氏族名称…
zh_hant: 輸入部落名稱…
zh_hk: 輸入戰隊名稱…

# TK.Placeholder.enterGamerTagDots
source: Enter Gamer Tag…
ar: أدخل اسم لعبة الفيديو…
bg: Въведи геймърския таг…
ca: Introdueix el nom del jugador…
cs: Zadejte herní tag…
da: Indtast Gamer Tag…
de: Gamer-Tag eingeben…
el: Εισάγετε Gamer Tag…
es: Ingresa el Gamer Tag…
es_419: Ingresa el nombre de Gamer…
fi: Syötä pelinimi…
fr: Entrez le pseudo…
fr_ca: Entrez le nom de joueur…
he: הזן כינוי גיימר…
hi: गेमर टैग दर्ज करें…
hr: Unesi Gamer Tag…
hu: Írd be a játékos nevet…
id: Masukkan Gamer Tag…
it: Inserisci il Gamer Tag…
ja: ゲーマータグを入力…
kk: Геймер тегін енгізіңіз…
ko: 게이머 태그 입력…
ms: Masukkan nama gamer…
nb: Skriv inn Gamer Tag…
nl: Voer je gamer-tag in…
pl: Wprowadź nazwę gracza…
pt_br: Digite a tag de jogador…
pt_pt: Introduza o Gamer Tag…
ro: Introdu Gamer Tag…
ru: Введите игровой тег…
sk: Zadaj herný tag…
sv: Ange Gamer Tag…
th: กรุณาใส่ Gamer Tag…
tr: Oyuncu takma adını girin…
uk: Введіть GamerTag…
vi: Nhập Gamer Tag…
zh_hans: 输入游戏玩家名…
zh_hant: 輸入遊戲玩家標籤…
zh_hk: 輸入遊戲玩家標籤…

# TK.Placeholder.enterPlayerNameDots
source: Enter Player Name…
ar: أدخل اسم اللاعب…
bg: Въведи име на играча…
ca: Introdueix el nom del jugador…
cs: Zadejte jméno hráče…
da: Indtast spillernavn…
de: Spielernamen eingeben…
el: Εισάγετε όνομα παίκτη…
es: Introduce el nombre del jugador…
es_419: Ingresa el nombre del jugador…
fi: Syötä pelaajan nimi…
fr: Entrez le nom du joueur…
fr_ca: Entrez le nom du joueur…
he: הזן שם שחקן…
hi: खिलाड़ी का नाम डालें…
hr: Unesite ime igrača…
hu: Írd be a játékos nevét…
id: Masukkan nama pemain…
it: Inserisci nome del giocatore…
ja: プレイヤー名を入力…
kk: Ойыншының атын енгізіңіз…
ko: 플레이어 이름 입력…
ms: Masukkan nama pemain…
nb: Skriv inn spillerens navn…
nl: Voer spelersnaam in…
pl: Wpisz nazwę gracza…
pt_br: Digite o nome do jogador…
pt_pt: Introduza o Nome do Jogador…
ro: Introduceti numele jucatorului…
ru: Введите имя игрока…
sk: Zadaj meno hráča…
sv: Ange spelarens namn…
th: กรุณาใส่ชื่อผู้เล่น…
tr: Oyuncu adını girin…
uk: Введіть ім'я гравця…
vi: Nhập tên người chơi…
zh_hans: 输入玩家名…
zh_hant: 請輸入玩家名稱…
zh_hk: 輸入玩家名稱…

# TK.Placeholder.findingOpponentDots
source: Finding Opponent…
ar: جارٍ العثور على الخصم…
bg: Намери опонент…
ca: Cercant opositor…
cs: Hledám protivníka…
da: Finder modstander…
de: Gegner wird gesucht…
el: Αναζητώντας αντίπαλο…
es: Buscando oponente…
es_419: Buscando oponente…
fi: Etsitään vastustajaa…
fr: Recherche d'un adversaire…
fr_ca: Recherche d'un adversaire…
he: מחפש יריב…
hi: प्रतिद्वंदी की खोज में…
hr: Pronalazak protivnika…
hu: Ellenfél keresése…
id: Mencari lawan…
it: Ricerca avversario…
ja: 対戦相手を探しています…
kk: Сыртқы қарсыласты табу…
ko: 상대 찾기…
ms: Mencari lawan…
nb: Leter etter motstander…
nl: Tegenstander zoeken…
pl: Wyszukiwanie przeciwnika...
pt_br: Encontrando oponente…
pt_pt: A encontrar oponente…
ro: Se caută adversarul…
ru: Поиск противника…
sk: Hľadám protihráča…
sv: Hittar motståndare…
th: กำลังค้นหาคู่ต่อสู้…
tr: Rakip buluyor…
uk: Знаходження супротивника…
vi: Đang tìm đối thủ…
zh_hans: 寻找对手…
zh_hant: 尋找對手…
zh_hk: 尋找對手…

# TK.Placeholder.findingTeamDots
source: Finding Team…
ar: جارٍ العثور على الفريق…
bg: Намери отбор…
ca: Cercant equip…
cs: Najdu tým…
da: Finder hold…
de: Team finden…
el: Αναζητώντας ομάδα…
es: Buscando equipo…
es_419: Buscando equipo…
fi: Etsitään joukkuetta…
fr: Recherche d'équipe…
fr_ca: Recherche de l'équipe…
he: מחפש קבוצה…
hi: टीम खोजते हुए…
hr: Pronalazak tima…
hu: Csapat keresése…
id: Mencari Tim…
it: Ricerca squadra…
ja: チームを見つける…
kk: Команданы табу…
ko: 팀 찾기…
ms: Mencari Pasukan…
nb: Leter etter lag…
nl: Team zoeken…
pl: Wyszukiwanie drużyny...
pt_br: Encontrando equipe…
pt_pt: A encontrar equipa…
ro: Se caută echipa…
ru: Поиск команды…
sk: Hľadám tím…
sv: Hittar Team…
th: กำลังค้นหาทีม…
tr: Takım buluyor…
uk: Знайти команду…
vi: Đang tìm đội…
zh_hans: 寻找团队…
zh_hant: 尋找隊伍…
zh_hk: 尋找隊伍…

# TK.Placeholder.generatingWorldDots
source: Generating World…
ar: يتم إنشاء العالم…
bg: Създаване на свят...
ca: Generant món…
cs: Vytvářím svět…
da: Genererer verden…
de: Welt wird generiert…
el: Δημιουργία Κόσμου…
es: Generando mundo…
es_419: Generando mundo…
fi: Luodaan maailma…
fr: Génération du monde…
fr_ca: Génération du monde…
he: מייצר עולם…
hi: विश्व उत्पन्न हो रहा है...
hr: Generiram svijet…
hu: Világ generálása…
id: Menghasilkan Dunia…
it: Generando Mondo…
ja: ワールドを生成中…
kk: Әлемді генерациялау…
ko: 월드 생성 중…
ms: Menghasilkan Dunia…
nb: Genererer verden…
nl: Wereld aanmaken…
pl: Generowanie świata…
pt_br: Gerando Mundo…
pt_pt: A gerar Mundo...
ro: Generare Lume…
ru: Создание мира...
sk: Generujem svet...
sv: Genererar värld…
th: กำลังสร้างโลก…
tr: Dünya oluşturuluyor…
uk: Генерую світ…
vi: Đang tạo thế giới...
zh_hans: 生成世界中...
zh_hant: 正在產生世界…
zh_hk: 生成世界中...

# TK.Placeholder.joiningMatchDots
source: Joining Match…
ar: جارٍ الانضمام إلى المباراة…
bg: Присъединяване към мач...
ca: Uniu-vos a la partida…
cs: Připojuji se k hře…
da: Deltager i kamp…
de: Match wird beigetreten…
el: Συμμετοχή στο Match…
es: Uniéndote a la partida…
es_419: Uniéndose a la partida…
fi: Liitytään peliin…
fr: Rejoindre la partie…
fr_ca: Rejoindre le match…
he: מצטרף למשחק…
hi: मैच में शामिल हो रहे हैं...
hr: Pridružujem se igri…
hu: Csatlakozás a játszmához…
id: Bergabung dengan Pertandingan…
it: Unendosi alla partita…
ja: マッチ参加中…
kk: Матчқа қосылу…
ko: 매치 참여 중…
ms: Menyertai Pertandingan…
nb: Bli med i Match…
nl: Wedstrijd joinen…
pl: Dołączanie do meczu…
pt_br: Entrando na Partida…
pt_pt: A entrar na partida...
ro: Alăturare meci…
ru: Присоединение к игре...
sk: Pridávam sa k zápasu...
sv: Går med i match…
th: กำลังเข้าร่วมแมตช์…
tr: Maça katılıyor…
uk: Приєднання до матчу…
vi: Đang tham gia Trận đấu...
zh_hans: 正在加入比赛...
zh_hant: 正在加入對局…
zh_hk: 加入對戰中...

# TK.Placeholder.loadingLevelDots
source: Loading Level…
ar: جارٍ تحميل المستوى…
bg: Зареждане на ниво...
ca: Carregant nivell…
cs: Načítám úroveň…
da: Indlæser niveau…
de: Level wird geladen…
el: Φόρτωμα Επίπεδου…
es: Cargando nivel…
es_419: Cargando nivel…
fi: Ladataan tasoa…
fr: Chargement du niveau…
fr_ca: Chargement du niveau…
he: טוען רמה…
hi: स्तर लोड हो रहा है...
hr: Učitavam razinu…
hu: Szint betöltése…
id: Memuat Level…
it: Caricamento Livello…
ja: レベルを読み込み中…
kk: Жаңа деңгей жүктелуде…
ko: 레벨 로딩 중…
ms: Memuatkan Tahap…
nb: Laster nivå…
nl: Level laden…
pl: Ładowanie poziomu…
pt_br: Carregando nível…
pt_pt: A carregar nível...
ro: Încărcare nivel…
ru: Загрузка уровня...
sk: Načítavam úroveň...
sv: Laddar nivå…
th: กำลังโหลดระดับ…
tr: Seviye yükleniyor…
uk: Завантажую рівень…
vi: Đang tải Cấp độ…
zh_hans: 加载关卡中...
zh_hant: 正在加載關卡…
zh_hk: 加載關卡中...

# TK.Placeholder.loadingResourcesDots
source: Loading Resources…
ar: جارٍ تحميل الموارد…
bg: Зареждане на ресурси...
ca: Carregant recursos…
cs: Načítám zdroje…
da: Indlæser ressourcer…
de: Ressourcen werden geladen…
el: Φόρτωμα Πόρων…
es: Cargando recursos…
es_419: Cargando recursos…
fi: Ladataan resursseja…
fr: Chargement des ressources…
fr_ca: Chargement des ressources…
he: טוען משאבים…
hi: संसाधन लोड हो रहे हैं...
hr: Učitavam resurse…
hu: Erőforrások betöltése…
id: Memuat Sumber Daya…
it: Caricamento Risorse…
ja: ゲームリソースを読み込み中…
kk: Ойын ресурстары жүктелуде…
ko: 리소스 로딩 중…
ms: Memuatkan Sumber…
nb: Laster ressurser…
nl: Hulpmiddelen laden…
pl: Ładowanie zasobów…
pt_br: Carregando recursos…
pt_pt: A carregar recursos...
ro: Încărcare resurse…
ru: Загрузка ресурсов...
sk: Načítavam zdroje...
sv: Laddar resurser…
th: กำลังโหลดทรัพยากร…
tr: Kaynaklar yükleniyor…
uk: Завантажую ресурси…
vi: Đang tải Tài nguyên…
zh_hans: 加载资源中...
zh_hant: 正在加載資源…
zh_hk: 加載資源中...

# TK.Placeholder.loadingTutorialDots
source: Loading Tutorial…
ar: جارٍ تحميل الدرس…
bg: Зареждане на туториал...
ca: Carregant tutorial…
cs: Načítám tutoriál…
da: Indlæser tutorial…
de: Tutorial wird geladen…
el: Φόρτωμα Εκπαιδευτικού…
es: Cargando tutorial…
es_419: Cargando tutorial…
fi: Ladataan opasta…
fr: Chargement du tutoriel…
fr_ca: Chargement du tutoriel…
he: טוען מדריך…
hi: ट्यूटोरियल लोड हो रहा है...
hr: Učitavam vodič…
hu: Útmutató betöltése…
id: Memuat Tutorial…
it: Caricamento Tutorial…
ja: チュートリアルを読み込み中…
kk: Нұсқаулық жүктелуде…
ko: 튜토리얼 로딩 중…
ms: Memuatkan Tutorial…
nb: Laster veiledning…
nl: Tutorial laden…
pl: Ładowanie samouczka…
pt_br: Carregando tutorial…
pt_pt: A carregar tutorial...
ro: Încărcare Tutorial…
ru: Загрузка учебника...
sk: Načítavam tutoriál...
sv: Laddar handledning…
th: กำลังโหลดบทแนะนำ…
tr: Eğitim yükleniyor…
uk: Завантажую навчальний посібник…
vi: Đang tải Hướng dẫn…
zh_hans: 加载教程中...
zh_hant: 正在加載教程…
zh_hk: 加載教程中...

# TK.Placeholder.matchmakingDots
source: Matchmaking…
ar: جاري matchmaking…
bg: Съчетание…
ca: Cerca de jugadors…
cs: Hledám hráče…
de: Spielersuche…
el: Δημιουργία αγώνα…
es: Buscando jugadores…
es_419: Buscando jugadores…
fi: Pelaajien etsiminen…
fr: Recherche de joueurs…
fr_ca: Recherche de joueurs…
he: מוצא מתמודדים…
hi: खिलाड़ियों या प्रतिकूलों की खोज कर रहे हैं…
hr: Traženje igrača…
hu: Játékosok keresése…
id: Mencari pemain…
it: Abbinamento…
ja: マッチメイキング中…
kk: Ойыншыларды табу…
ko: 매치메이킹 중…
ms: Mencari pemain…
nb: Matcher spillere…
pl: Dopasowywanie…
pt_br: Emparelhando…
pt_pt: Emparelhamento…
ro: Căutarea jucătorilor…
ru: Создание матча…
sk: Zápasové vyhľadávanie…
th: การจับคู่…
tr: Eşleştirme yapılıyor…
uk: Підбір суперників…
vi: Tìm trận đấu…
zh_hans: 匹配中…
zh_hant: 配對中…
zh_hk: 匹配中…

# TK.Placeholder.respawningDots
source: Respawning…
ar: جاري إعادة ظهور اللاعب…
bg: Възраждане…
ca: Revivant…
cs: Obnovuji se…
da: Respawne…
de: Wiederbeleben…
el: Αναγέννηση…
es: Reapareciendo…
es_419: Reapareciendo…
fi: Uudelleensynnytys…
fr: Réapparition…
fr_ca: Réapparition…
he: מאפס את השחקן…
hi: रिस्पॉनिंग…
hr: Ponovno se pojavljujem…
hu: Újraéledés…
it: Respawn…
ja: リスポーン中…
kk: Қайта туылу…
ko: 재생성 중…
ms: Menghidupkan kembali…
nb: Gjenoppliver…
nl: Respawnen…
pl: Respawnowanie…
pt_br: Reaparecendo…
pt_pt: A reaparecer…
ro: Respawnare…
ru: Возрождение…
sk: Obnovenie…
sv: Återuppstår…
th: กำลังเกิดใหม่…
tr: Yeniden doğuyor…
uk: Відродження…
vi: Đang hồi sinh…
zh_hans: 重生中…
zh_hant: 重生中…
zh_hk: 重生中…
